Repository: ottobonilla95/Python-Flask-Api
Catalog: code/translations/*/LC_MESSAGES/messages.po
Languages: es

source: A user with that username already exists
es: Nombre de usuario ingresado ya existe

source: A user with that email already exists
es: Email ingresado ya existe

source: Error when creating the user
es: Error al crear usuario

source: User not found
es: Usuario no encontrado

source: User deleted
es: Usuario eliminado exitosamente

source: Username updated
es: Usuario actualizado exitosamente

source: Internal Error
es: Error interno

source: Email updated
es: Email actualizado exitosamente

source: Password updated
es: Contraseña actualizada exitosamente

source: Incorrect Password
es: Contraseña incorrecta

source: Account not confirmed
es: Cuenta no confirmada

source: Invalid Credentials
es: Credenciales invalidas

source: Item not found
es: Item no encontrado

source: Item deleted
es: Item eliminado exitosamente

source: Store not found
es: Store no encontrado

source: Store deleted
es: Store eliminado exitosamente
